{
    "marvelSuperheroes": [
      {
        "nombre": "Spider-Man",
        "imagen": "https://cdn.marvel.com/content/1x/005smp_com_crd_01.jpg",
        "descripcion": "Spider-Man es un superhéroe que posee habilidades arácnidas después de ser mordido por una araña radiactiva. Su nombre real es Peter Parker."
      },
      {
        "nombre": "Iron Man",
        "imagen": "https://cdn.marvel.com/content/1x/002irm_ons_crd_03.jpg",
        "descripcion": "Iron Man, también conocido como Tony Stark, es un genio, multimillonario y filántropo que utiliza un traje tecnológico avanzado para luchar contra el crimen."
      },
      {
        "nombre": "Captain America",
        "imagen": "https://cdn.marvel.com/content/1x/003cap_ons_crd_03.jpg",
        "descripcion": "Captain America, cuyo nombre real es Steve Rogers, es un super soldado que lucha por la justicia y lleva un escudo indestructible."
      },
      {
        "nombre": "Thor",
        "imagen": "https://cdn.marvel.com/content/1x/004tho_ons_crd_04.jpg",
        "descripcion": "Thor es un dios nórdico con el poder de controlar el trueno y llevar el martillo encantado Mjolnir."
      },
      {
        "nombre": "Hulk",
        "imagen": "https://cdn.marvel.com/content/1x/006hbb_ons_crd_03.jpg",
        "descripcion": "Hulk, también conocido como Bruce Banner, es un científico que se transforma en un monstruo verde gigante con una fuerza sobrehumana cuando se enoja."
      },
      {
        "nombre": "Black Widow",
        "imagen": "https://cdn.marvel.com/content/1x/011blw_ons_crd_04.jpg",
        "descripcion": "Black Widow, cuyo nombre real es Natasha Romanoff, es una hábil espía y experta en combate cuerpo a cuerpo."
      },
      {
        "nombre": "Black Panther",
        "imagen": "https://cdn.marvel.com/content/1x/007blp_ons_crd_02.jpg",
        "descripcion": "Black Panther, también conocido como T'Challa, es el rey de Wakanda y posee habilidades mejoradas por el consumo de la hierba en forma de corazón."
      },
      {
        "nombre": "Doctor Strange",
        "imagen": "https://cdn.marvel.com/content/1x/009drs_ons_crd_03.jpg",
        "descripcion": "Doctor Strange, cuyo nombre real es Stephen Strange, es un hechicero maestro y el Hechicero Supremo del Universo Marvel."
      },
      {
        "nombre": "Wolverine",
        "imagen": "https://cdn.marvel.com/content/1x/034wlv_com_crd_01.jpg",
        "descripcion": "Wolverine, cuyo nombre real es Logan, es un mutante con garras retráctiles y factor de curación acelerado."
      },
      {
        "nombre": "Deadpool",
        "imagen": "https://cdn.marvel.com/content/1x/036dpl_com_crd_01.jpg",
        "descripcion": "Deadpool, cuyo nombre real es Wade Wilson, es un mercenario con habilidades de regeneración y un sentido del humor peculiar."
      },
      {
        "nombre": "Captain Marvel",
        "imagen": "https://cdn.marvel.com/content/1x/008cmv_ons_crd_05.jpg",
        "descripcion": "Captain Marvel, cuyo nombre real es Carol Danvers, es una piloto de la Fuerza Aérea con poderes cósmicos."
      },
      {
        "nombre": "Scarlet Witch",
        "imagen": "https://cdn.marvel.com/content/1x/012scw_ons_crd_03.jpg",
        "descripcion": "Scarlet Witch, cuyo nombre real es Wanda Maximoff, tiene habilidades mágicas y telepáticas, y es miembro de los Vengadores."
      },
      {
        "nombre": "Ant-Man",
        "imagen": "https://cdn.marvel.com/content/1x/010ant_ons_crd_05.jpg",
        "descripcion": "Ant-Man, cuyo nombre real es Scott Lang, tiene la capacidad de encogerse y comunicarse con las hormigas mediante un traje especial."
      },
      {
        "nombre": "Hawkeye",
        "imagen": "https://cdn.marvel.com/content/1x/hawkeye_ons_crd_01.jpg",
        "descripcion": "Hawkeye, cuyo nombre real es Clint Barton, es un arquero experto y miembro de los Vengadores."
      },
      {
        "nombre": "The Avengers",
        "imagen": "https://cdn.marvel.com/content/1x/avengersendgame_lob_crd_05_2.jpg",
        "descripcion": "Los Vengadores son un equipo de superhéroes que se unen para proteger al mundo de amenazas sobrenaturales y supervillanos."
      }
    ],
    "dcSuperheroes": [
      {
        "nombre": "Batman",
        "imagen": "https://i.pinimg.com/564x/f1/b0/2b/f1b02b7739b6cb9dff95e99e5c72a0f2.jpg",
        "descripcion": "Batman, también conocido como Bruce Wayne, es un detective y luchador del crimen que opera en Gotham City sin superpoderes, confiando en su intelecto y habilidades físicas."
      },
      {
        "nombre": "Superman",
        "imagen": "https://i.pinimg.com/564x/82/34/fc/8234fc5238f4c84fc117ef9903f79b36.jpg",
        "descripcion": "Superman, también conocido como Clark Kent, es un alienígena con superpoderes, incluyendo fuerza sobrehumana, vuelo y visión de rayos X, dedicado a proteger la Tierra."
      },
      {
      "nombre": "Wonder Woman",
      "imagen": "https://i.pinimg.com/564x/ec/a0/e2/eca0e2258e624f831a459f96a00845dd.jpg",
      "descripcion": "Wonder Woman, cuyo nombre real es Diana Prince, es una princesa amazona con habilidades sobrehumanas y una portadora del Lazo de la Verdad."
    },
    {
      "nombre": "The Flash",
      "imagen": "https://i.pinimg.com/564x/b1/97/f1/b197f1c37f507c884c5b185c8d0b4028.jpg",
      "descripcion": "The Flash, cuyo nombre real es Barry Allen, posee la capacidad de moverse a velocidades sobrehumanas y es un miembro clave de la Liga de la Justicia."
    },
    {
      "nombre": "Green Lantern",
      "imagen": "https://i.pinimg.com/564x/43/bd/2f/43bd2f7c5e54e1b07fffeb333e7e72fd.jpg",
      "descripcion": "Green Lantern, cuyo nombre real es Hal Jordan, es un portador de un anillo de poder que le otorga habilidades cósmicas y la capacidad de crear objetos con su mente."
    },
    {
      "nombre": "Aquaman",
      "imagen": "https://i.pinimg.com/736x/a1/c7/16/a1c716e4dadcf3219e7394d155d2fb0d.jpg",
      "descripcion": "Aquaman, cuyo nombre real es Arthur Curry, es el rey de Atlantis con la capacidad de comunicarse y controlar criaturas marinas, además de poseer fuerza y resistencia sobrehumanas."
    },
    {
      "nombre": "Green Arrow",
      "imagen": "https://i.pinimg.com/564x/8d/0e/87/8d0e8700fa72218ee9e9912d460d79f8.jpg",
      "descripcion": "Green Arrow, cuyo nombre real es Oliver Queen, es un arquero experto y defensor de la justicia con un sentido agudo de la moral."
    },
    {
      "nombre": "Shazam",
      "imagen": "https://i.pinimg.com/564x/2c/cd/9a/2ccd9a1d1f1db0bbc54b6d1d2f458616.jpg",
      "descripcion": "Shazam, cuyo nombre real es Billy Batson, es un niño que puede transformarse en un superhéroe adulto con habilidades sobrehumanas al pronunciar la palabra mágica 'Shazam'."
    },
    {
      "nombre": "Nightwing",
      "imagen": "https://i.pinimg.com/736x/86/d7/f5/86d7f5582ed5d3b739ca388845422259.jpg",
      "descripcion": "Nightwing, cuyo nombre real es Dick Grayson, es el alter ego de Batman cuando era el primer Robin. Es un luchador hábil y líder de equipos."
    },
    {
      "nombre": "Batgirl",
      "imagen": "https://i.pinimg.com/736x/ea/36/cd/ea36cdf6cfdbb784f688c1e13ec667cf.jpg",
      "descripcion": "Batgirl, cuyo nombre real es Barbara Gordon, es una aliada de Batman con habilidades atléticas y destrezas en artes marciales. También es una experta en tecnología."
    },
    {
      "nombre": "John Constantine",
      "imagen": "https://i.pinimg.com/564x/e1/64/b2/e164b256813ff9159f6c278256d2d166.jpg",
      "descripcion": "Constantine es un antihéroe y ocultista británico con habilidades místicas. Es conocido por su ingenio, su actitud sarcástica y su habilidad para salir de situaciones peligrosas usando el engaño y la astucia."
    },
    {
      "nombre": "Harley Quinn",
      "imagen": "https://i.pinimg.com/564x/61/6b/fc/616bfc18b6d6a507adecc0a96629ede6.jpg",
      "descripcion": "Harley Quinn, cuyo nombre real es Harleen Quinzel, es una antigua psiquiatra que se volvió criminal y es conocida por ser la compañera del Joker."
    },
    {
      "nombre": "The Joker",
      "imagen": "https://i.pinimg.com/736x/14/74/a5/1474a5cf97728f2a9004b185b7ea2cfe.jpg",
      "descripcion": "The Joker, también conocido como el Guasón, es un villano psicótico y archienemigo de Batman. Es conocido por su naturaleza caótica y su risa distintiva."
    },
    {
      "nombre": "Catwoman",
      "imagen": "https://i.pinimg.com/564x/aa/0e/ab/aa0eab012fca1927e9458f7f3328ecd1.jpg",
      "descripcion": "Catwoman, cuyo nombre real es Selina Kyle, es una ladrona astuta y hábil en el uso de látigos. Aunque ha sido una villana, a veces trabaja en el lado de la justicia."
    },
    {
      "nombre": "Supergirl",
      "imagen": "https://i.pinimg.com/564x/06/a2/64/06a264fe1f509520b0398cb60cc1a0c0.jpg",
      "descripcion": "Supergirl, cuyo nombre real es Kara Zor-El, es la prima de Superman con habilidades similares, incluyendo fuerza sobrehumana, vuelo y visión de rayos X."
    }
    ]
  }
  